Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=422_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät julkaisee kaksi uutta saamen kielen aapista
sme: Sámediggi almmuha guokte ođđa áppesa

source: Saamelaiskäräjät järjestää uusien inarin- ja pohjoissaamenkielisten aapisten julkistamistilaisuuden Inarissa Siidan auditoriossa tiistaina 07.09.2010 klo 12.00.
sme: Sámediggi ordne ođđa anárašgiela ja davvisámegiela áppesiid almmuhandilálašvuođa Anáris Siida auditorios maŋŋebárgga 07.09.2010 dmu 12.00.

source: Tilaisuudessa esitellään uudet inarinsaamen- ja pohjoissaamenkieliset aapiset.
sme: Dilálašvuođas ovdanbuktojuvvojit ođđa anárašgielat ja davvisámegielat áppesat.

source: Inarinsaamenkielisen aapisen kirjoittaja sekä pohjoissaamenkielisen aapisen käsikirjoittaja, kuvittaja ja taittaja ovat paikalla kertomassa aapisesta ja sen valmistelutyöstä.
sme: Anárašgielat áppesa čálli ja davvisámegielat áppesa čálli, govvideaddji ja bardi leat báikki alde muitaleamen áppesis ja dan válbmenbarggus.

source: Matti Morottajan kirjoittama ja unkarilaisen Daniel Gelencsérin kuvittama Muu aabis, čohčâ - syysaapinen on tarkoitettu 1. luokan syyslukukauden inarinsaamen äidinkielen oppikirjaksi.
sme: Matti Morottaja čállin ja uŋgárlaš Daniel Gelencsér govven Muu aabis, čohčâ - čakčaáppes lea oaivvilduvvon 1. luohká čakčalohkanbaji eatnigiela oahppagirjin.

source: Myöhemmin kirjaan valmistuu kevätosa ja harjoituskirja.
sme: Maŋŋelis almmustuvvá giđđaoassi ja hárjehusgirji.

source: Kun inarinsaamen kielipesätoiminnan tuloksena syntyi inarinsaamenkielisiä luokkia, oli välttämätöntä tuottaa myös materiaalia äidinkielen alkuopetusta varten.
sme: Go Anáraškiela servi giellabeassedoaimma boađusin šadde anárašgielat luohkát, lei vealtameahttun buvttadit materiálaid eatnigiela oahpahusa várás.

source: Aikaisemmin tuotetut materiaalit olivat kirjoitustavaltaan vanhentuneita, eikä niitä voitu enää sellaisenaan käyttää opetuksessa.
sme: Ovdal ráhkaduvvon materiálat ledje čállinvuogi dáfus juo boarásmuvvan, iige daid sáhttán šat geavahit oahpahusas.

source: Matti Morottajan käsikirjoitustyön tuloksena julkaistaan nyt digitaalipainoksena Muu aabis, čohčâ-kirja.
sme: Matti Morottaja čállinbarggu boađusin almmuhuvvo dál digitálapreanttus Muu aabis, čohčâ- girji.

source: Inarinsaamen aapisia on syntynyt harvakseltaan: ensimmäinen inarinsaamen aapinen oli kirkkoherra Edvard Wilhem Borgin toimittama Anar sämi kiela aapis kirje, joka painettiin Oulussa vuonna 1857.
sme: Anárašgielat áppesat leat almmuhuvvon uhccán: vuosttas anárašgiela áppes lei girkohearrá Edvard Wilhem Borga doaimmahan Anar sämi kiela aapis kirje, mii prentejuvvui Oulus 1857:s.

source: Kirjasta otettiin uusintapainos yli 100 vuotta myöhemmin vuonna 1983.
sme: Girjjis váldojuvvui ođđapreanttus badjel čuohte jagi maŋŋelis 1983:s.

source: Vuonna 1990 ilmestyi inarinsaameksi pohjoissaamesta käännetty Aabis 2-kevätaapinen.
sme: Jagis 1990 almmustuvai anárašgillii davvisámegielas jorgaluvvon Aabis 2- giđđaáppes.

source: Aivan syyskuun alkupäivinä saapui painosta Inga Guttormin kirjoittama ja Salli Parikan kuvittama Áppes – Min meahci máidnasat - aapinen.
sme: Čakčamánu álgobeivviid bođii prentehusas Inga Guttorm čállin ja Salli Parikka govven Áppes – Min meahci máidnasat - girjji.

source: Kirjan taitosta vastaa Minna Saastamoinen.
sme: Girjji bardimis vástida Minna Saastamoinen.

source: Kirjaan valmistuu kouluvuodeksi myöhemmin vuonna 2011 myös harjoituskirja.
sme: Dán girjái laktáseaddji hárjehusgirji almmustuvvá jagi 2011 bealde.

source: Käsikirjoittaja Inga Guttorm on luokanopettaja, joka on työskennellyt vuosia saamenkielisen alkuopetuksen parissa Utsjoella.
sme: Manusčálli Inga Guttorm lea bargan máŋggaid jagiid sámegielat álgooahpahusa oahpaheaddjin Ohcejogas.

source: Kirjan kuvittaja Salli Parikka (Wahlberg), on kuvittanut useita lapsille ja nuorille tarkoitettuja kirjoja (www.salliparikka.com).
sme: Girjji govvideaddji Salli Parikka (Wahlberg), lea govven máŋggaid mánáide ja nuoraide oaivvilduvvon girjjiid (www.salliparikka.com).

source: Taittaja Minna Saastamoinen on saamenkielentaitoisena palvellut oppikirjakustantajia myös Norjassa.
sme: Bardi Minna Saastamoinen máhttá bures sámegiela ja leage bálvalan girjelágádusaid maiddái Norgga bealde.

source: Edellinen Áppes 1 ja 2 - aapinen julkaistiin Suomessa 1980 - luvulla.
sme: Ovddeš davvisámegielat áppesat " Áppes 1 " ja " Áppes 2 " almmustuvve Suoma bealde 1980-logus.

source: Koltansaamen aapistyö käynnistetty
sme: Nuortasámegielat áppesbargu lea álggahuvvon

source: Tänä keväänä käynnistyi myös koltansaamenkielisen aapisen käsikirjoitustyö.
sme: Dán giđa Sámediggi bijai johtui maiddái ođđa nuortalašgielat áppesa čállinbargguid.

source: Tiina Sanila-Aikio on valmistellut käsikirjoitusta ja työ valmistunee loppuvuodesta.
sme: Tiina Sanila-Aikio lea válmmaštallamin manusa ja dat gárvána loahppajagis.

source: Koltankielen kielipesätoiminnan tuloksena on odotettavissa uusia ekaluokkalaisia koltankielen opetukseen syksyllä 2011.
sme: Nuortasámegielat giellabeassedoaimma boađusin lea vuordimis, ahte ođđa nuortasámegielat vuosttasluohkálaččat bohtet skuvlii čakčat 2011.

source: Tavoitteena on saada aapinen jo näiden uusien ekaluokkalaisten käyttöön.
sme: Ulbmilin lea válbmet áppesa ođđa oahppiid geavahussii.

source: Siidan tilaisuus on avoin kaikille aapisista kiinnostuneille.
sme: Siidda dilálašvuohta lea rabas buohkaide geat beroštit áppesiin.

source: Medialle on varattu mahdollisuus esittää kysymyksiä tekijöille ja kustantajalle.
sme: Mediai lea várrejuvvon vejolašvuohta jearahállat dahkkiid ja almmuheaddji.

source: Tilaisuudessa on kahvitarjoilu.
sme: Fállun lea maid gáffe.

source: Lisätietoja: www.samediggi.fi &gt; Julkaisut &gt; Oppimateriaalit
sme: Lassedieđut: www.samediggi.fi &gt; Olggosaddimat &gt; Oahppamateriálat
